{
    "onboarding": {
        "1": {
            "title": "Rebre crèdits",
            "description": "L’aplicació permet rebre subsidis diaris de manera automàtica. Per tenir accés a aquestes prestacions, una autoritat ha de validar el seu usuari en el sistema. La quantia a percebre serà calculada segons el capital en reserva i el nombre de subsidiats total, arribant a un màxim de 40€. Per a realitzar la petició, únicament ha de clicar sobre el botó de rebre crèdit."
        },
        "2": {
            "title": "Realitza compres",
            "description": "Amb els diners rebuts pot realitzar les seves compres a establiments autoritzats i col·laboradors del sistema. Per realitzar els pagaments ha d’escanejar el codi QR del tiquet que li facilitarà l’establiment, revisar que els productes afegits siguin correctes i confirmar el pagament."
        },
        "3": {
            "title": "Revisa els teus tiquets",
            "description": "Totes les adquisicions que realitzi quedaran registrades de forma anònima en el sistema i podrà consultar-les en qualsevol moment mitjançant la llista de tiquets pagats."
        },
        "dismiss": "Continuar"
    },
    "signup": {
        "title": "Registrar-se",
        "header": "Benvingut!",
        "form": {
            "name": "Nom i cognoms",
            "email": "Correu electrònic",
            "nif": "NIF"
        },
        "submit": "Registrar-se"
    },
    "home": {
        "title": "Do Your Bit",
        "balance": "Balanç",
        "ask": "Afegir crèdit",
        "transactions": "Compres realitzades",
        "no-data": "No s'han realitzat compres",
        "verify": {
            "products": "Productes",
            "total": "Total"
        }
    },
    "transaction": {
        "articles": "articles"
    },
    "ask-credit": {
        "title": "Afegir crèdit",
        "dismiss": "Tancar",
        "presentation": {
            "info": "Vostè està a punt de confirmar una petició de subsidi. Recordi que tan sols se li atorgarà en cas que estigui autoritzat a rebre’l i no hagi realitzat aquesta petició en les últimes 24 hores. La totalitat del subsidi diari serà afegida directament al seu compte.",
            "confirm": "Confirmar"
        },
        "loading": {
            "info": "Demanant crèdit..."
        },
        "success": {
            "info": "Crèdit afegit correctament"
        },
        "error": {
            "500": "Error genèric",
            "fallback": "S'ha produit un error al demanar crèdit"
        }
    },
    "pay": {
        "title": "Pagar",
        "dismiss": "Tancar",
        "submit": "Pagar ara",
        "waiting-transaction": "Realitzant pagament...",
        "success": "Pagament realitzat amb èxit!",
        "error": "S'ha produit un error amb el pagament",
        "retry": "Tornar a intentar"
    }
}